<h3>Восстановление пароля</h3>
<br>
Здравствуйте, <?=$firstName?>!
<br>
<br>
<h4>Вы запросили восстановление пароля на сайте <strong><?=$site?></strong></h4>
<br>
Новые данные для входа:
<br>
E-mail: <strong><?=$email?></strong><br>
Временный пароль: <strong><?=$password?></strong> (Действителен в течении 30 минут)
<br>
<br>
<em>Если вы не выполняли никаких действий на сайте <a href="<?=$site?>"><?=$site?></a>, то проигнорируйте данное сообщение</em>
ALTERNATIVE
Восстановление пароля\n
Здравствуйте, <?=$firstName?>!\n
\n
\n
Вы запросили восстановление пароля на сайте <?=$site?>
\n
Новые данные для входа:
\n
E-mail: <strong><?=$email?></strong>\n
Временный пароль: <strong><?=$password?></strong> (Действителен в течении 30 минут)
\n
\n
Если вы не выполняли никаких действий на сайте <?=$site?>, то проигнорируйте данное сообщение