<h3>Завершение регистрации</h3>
<br>
Здравствуйте, <?=$firstName?>!
<br>
<br>
<h4>Вы успешно зарегистрировались на сайте <strong><?=$site?></strong></h4>
<br>
Данные для входа:
<br>
E-mail: <strong><?=$email?></strong><br>
Пароль: <strong><?=$password?></strong>
<br>
<br>
<em>Если вы не выполняли никаких действий на сайте <a href="<?=$site?>"><?=$site?></a>, то проигнорируйте данное сообщение</em>
ALTERNATIVE
Завершение регистрации\n
Здравствуйте, <?=$firstName?>!\n
\n
\n
Вы успешно зарегистрировались на сайте <?=$site?>
\n
Данные для входа:
\n
E-mail: <strong><?=$email?></strong>\n
Пароль: <strong><?=$password?></strong>
\n
\n
Если вы не выполняли никаких действий на сайте <?=$site?>, то проигнорируйте данное сообщение